tap "protonpass/tap"
brew "gh"
brew "git"
brew "sqlite"
brew "node"
brew "gitlab-ci-local"
brew "glab"
brew "mas"
brew "mkdocs-material"
brew "openspec"
brew "pixi"
brew "pnpm"
brew "rustup"
brew "tree"
brew "uv"
brew "protonpass/tap/pass-cli"
cask "audio-hijack"
cask "chronosync"
cask "claude"
cask "claude-code"
cask "cursor"
cask "font-dm-sans"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-open-sans"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "granola"
cask "loopback"
cask "proton-drive"
cask "proton-pass"
cask "rectangle"
cask "soundsource"
cask "visual-studio-code"
cask "zotero"
mas "iA Writer", id: 775737590
mas "Keynote", id: 361285480
mas "Proton Pass for Safari", id: 6502835663
mas "The Unarchiver", id: 425424353
