tap "protonpass/tap"
brew "gh"
brew "git"
brew "htop"
brew "mas"
brew "sqlite"
brew "mkdocs-material"
brew "node"
brew "pixi"
brew "pnpm"
brew "rsync"
brew "rustup"
brew "tree"
brew "yq"
brew "protonpass/tap/pass-cli"
cask "claude"
cask "claude-code"
cask "cursor"
cask "font-dm-sans"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "ghostty"
cask "google-chrome"
cask "granola"
cask "ilok-license-manager"
cask "linear-linear"
cask "proton-pass"
cask "ua-connect"
cask "zotero"
mas "iA Writer", id: 775737590
mas "Keynote", id: 361285480
mas "Proton Pass for Safari", id: 6502835663
mas "The Unarchiver", id: 425424353
